const Mainsection2 = () => {
  return (
    <div
      dir="rtl"
      className="p-10 w-[700px] h-[485px] flex flex-col justify-center items-start text-sm mx-auto gap-[21px]"
    >
      <p className="text-lg text-red-600 ">معرفی محصول</p>
      <p className="text-base  text-zinc-500 mb-[16px]">
        چای تنها یك نوشیدنی گرم نیست.‌ یك گفتمان است؛‌ گرمابخش وجود و بهانه‌ای
        برای آغاز یك معاشرت دل‌چسب. بی‌دلیل نیست كه نام «محبوب‌ترین نوشیدنی
        دنیا» را با خود یدك می‌كشد. نوشیدنش خستگی‌ها را فراری داده،‌ حس خوب
        آرامش به همراه دارد.
      </p>
      <p className="text-base  text-zinc-500 mb-[16px]">
        برای مردمان ایران زمین نام گلستان با چای پیوند خورده است؛‌ قدیمی‌ترین
        محصول مجموعه گلستان،‌ با مدرن‌ترین و بهداشتی‌ترین دستگاه‌های روز دنیا
        تهیه و بسته‌بندی می‌شود. چیزی كه باعث شده مشتریانش یك عمر به نام گلستان
        اعتماد كنند، كیفیت، ‌عطر و طعم به یادماندنی آن است.
      </p>
      <p className="text-base  text-zinc-500 mb-[16px]">
        شرکت گلستان با اتکا به بیش از نیم قرن سابقه در تهیه و ترکیب انواع چای،
        بهترین انواع چای را از مناطق برتر تولیدکننده مانند هندوستان، سیلان و
        کنیا خریداری نموده و آن ها را به اقتضای ذائقه ایرانی، به منظور دستیابی
        به بهترین عطر، طعم و رنگ با استفاده از دستگاه های مخصوص به نسبت مشخصی
        ترکیب می نماید و در اوزان مختلف بسته بندی و در بازار عرضه می کند
      </p>
    </div>
  );
};

export default Mainsection2;
